[
  {
    "id": 1,
    "slug": "the-light-of-change",
    "heading": "Changing lives with light",
    "title": "The Light of Change",
    "img":"https://i.pinimg.com/1200x/a0/b2/4f/a0b24fdbf809262cdb8e709e55268ab3.jpg",
    "description": "A simple solar lamp with the power to transform lives instantly.",
    "content": "Just as mobile phones have transformed communication across Kenya, leapfrogging the need for landlines, small solar lights (picosolar lights) are now bringing light and power to millions of households across the country.\n\nWhile extending the national grid to most rural areas in Kenya will take decades, the solar light revolution is happening right now, illuminating homes that would otherwise be kept in darkness.\n\n While extending the national grid to most rural areas in Kenya will take decades, the solar light revolution is happening right now, illuminating homes that would otherwise be kept in darkness.\n\n The concept is simple: compact solar panels, sometimes no larger than the palm of your hand, convert sunlight into electricity. This energy charges small batteries, which power efficient LED lights that are safe, clean, and reliable.Since the early 2000s, we have supported Kenyan entrepreneurs to bring solar lighting to rural communities, helping households transition away from dangerous and polluting kerosene lamps. By training local innovators to assemble, distribute, and sell solar lights, we have expanded access to clean energy in regions where the grid is unlikely to arrive for years.\n\n Since the early 2000s, we have supported Kenyan entrepreneurs to bring solar lighting to rural communities, helping households transition away from dangerous and polluting kerosene lamps. By training local innovators to assemble, distribute, and sell solar lights, we have expanded access to clean energy in regions where the grid is unlikely to arrive for years.\n\n Small solar lights make a big difference. They represent the first step toward a cleaner, safer, renewable future. Our research shows that this first step often has a greater impact than any later upgrade along the energy ladder. Families can now replace kerosene lamps and candles, reducing health risks and household costs.\n\nToday, the greatest challenge is ensuring solar lights reach the most remote and underserved areas of Kenya. No home, school, or clinic should be left in the dark.While solar lights are increasingly available, their cost remains a barrier for many families, and private companies often do not serve the hardest-to-reach rural communities.\n\nThis is where we step in.\n\nWe leverage a growing range of high-quality solar products and innovative programs to lower the cost barrier, making clean, reliable light accessible to even the most disadvantaged families in Kenya.\n\n"
  },
  {
    "id": 2,
    "slug": "community-solar-champions",
    "heading": "Empowering local innovators",
    "img":"https://i.pinimg.com/736x/59/d4/32/59d4320d99d9861d01670ba5c9cf5871.jpg",
    "title": "Community Solar Champions",
    "description": "Partnering with local innovators helps solar energy reach more homes, faster and farther.",
    "content": "At SolarLex, we believe the most effective way to create lasting change is by building a local market. We achieve this by training and supporting local entrepreneurs to distribute solar lights. This not only provides sustainable income and business opportunities for the entrepreneur but also turns households into active customers rather than passive beneficiaries. While the structure of the entrepreneurial model may vary across regions, what all teams share is a commitment to guide, educate, and train new solar distributors.\n\nThis approach enables us to reach communities at the very last mile. To maximize impact, we continuously develop and test innovative solutions, ensuring solar energy reaches those who need it most.\n\n"
  },
  {
    "id": 3,
    "slug": "learning-in-the-light",
    "heading": "Education after dark",
    "img":"https://i.pinimg.com/1200x/3d/08/7c/3d087cd75e3aa55cdb71376914e92dfb.jpg",
    "title": "Learning in the Light",
    "description": "With solar lamps, children can study safely after sunset and dream beyond daylight.",
    "content": "SolarLex Light Libraries are an innovative and cost-effective way to bring light to households in rural Kenya after the sun sets. They help families earn, children study, and everyone feel safe at night\n\nWhat is a Light Library?\n\nFor many families, buying a solar light outright is still too expensive. A Light Library works like a book library, but for solar lights. Families can borrow a solar light for a small fee—far less than the cost of kerosene lamps or candles. This provides an affordable way to experience the benefits of solar energy at home, while building trust in the technology and making future purchases less risky.\n\nHow it works\n\nEach participating school is equipped with 20 solar lights and a solar home system, lighting classrooms and supporting better education. Students can borrow solar lights for a minimal daily fee, taking them home to read, study, socialize, and explore their dreams after dark.\n\nThe Impact\n\nWith SolarLex Light Libraries, students, families, and communities gain reliable access to light. Over time, households save money on fuel, while schools generate additional revenue to enhance education programs.\n\nAccess to light at night enables students to study, complete homework, and perform better in exams, helping secure brighter futures. Teachers benefit as well, using the extra hours to plan lessons and grade assignments efficiently.\n\nLight Libraries also serve as a “try before you buy” model, helping families gain confidence in solar products. Each library is linked to a local SolarLex entrepreneur, who can provide solar lights for purchase within the community, further expanding access to clean energy.\n\n"
  },
  {
    "id": 4,
    "slug": "lighting-up-healthcare",
    "img":"https://i.pinimg.com/736x/a5/ad/f7/a5adf7aea1e2f1cdf60a4fb17a23a4da.jpg",
    "heading": "Powering clinics and saving lives",
    "title": "Lighting Up Healthcare",
    "description": "Reliable, clean light keeps clinics running safely around the clock, protecting every life.",
    "content": "Without reliable electricity, health facilities cannot provide modern healthcare services. In Kenya, as in much of rural Africa, many clinics still face significant energy challenges. Millions of people—especially children, women, and the elderly remain vulnerable due to the lack of light and power.\n\nThis is another dimension of poverty, restricting lives and opportunities. SolarLex is committed to ensuring that no clinic in Kenya is left in the dark, and that every health facility has access to safe, reliable electricity. We believe solar energy plays a crucial role in addressing this challenge.\n\nIn collaboration with local health partners, we are designing programs that demonstrate how plug-and-play solar systems and handheld medical devices can be used to create a sustainable, replicable, and scalable model. Through this approach, rural clinics can improve access to a wider range of healthcare services and deliver higher-quality care to their communities.\n\n"
  }
]